Repository: AAA3A-AAA3A/vrt-cogs
Catalog: tickets/locales/*.po
Languages: pt_pt, tr_tr

source: You are not allowed to interact with this button.
pt_pt: Não é permitido interagir com este botão.
tr_tr: Bu düğme ile etkileşime girmenize izin verilmez.

source: Support ticket system with multi-panel functionality
pt_pt: Sistema de tickets de suporte com funcionalidade multi-painel
tr_tr: Çoklu panel işlevselliğine sahip destek bileti sistemi

source: No data to delete
pt_pt: Não há dados para deletar
tr_tr: Silinecek veri yok

source: If you do not respond to this ticket within the next 20 minutes it will be closed automatically.
pt_pt: Se não responder a este bilhete nos próximos 20 minutos, ele será fechado automaticamente.
tr_tr: Bu bilete önümüzdeki 20 dakika içinde yanıt vermezseniz otomatik olarak kapatılacaktır.

source: (Auto-Close) Opened ticket with no response for
pt_pt: (Fecho automático) Bilhete aberto sem resposta para
tr_tr: (Otomatik Kapanış) Açılan bilet için yanıt yok

source: User left guild(Auto-Close)
pt_pt: O utilizador saiu da guilda (Auto-Close)
tr_tr: Kullanıcı loncadan ayrıldı (Otomatik Kapat)

source: I am missing the `Manage Channels` permission to close this ticket!
pt_pt: Falta-me a permissão `Gerenciar Canais` para fechar este ticket!
tr_tr: Bu bileti kapatmak için `Kanalları Yönet` iznini kaçırıyorum!

source: I am missing the `Manage Threads` permission to close this ticket!
pt_pt: Falta-me a permissão `Manage Threads` para fechar este bilhete!
tr_tr: Bu bileti kapatmak için `Konuları Yönet` iznini kaçırıyorum!

source: Ticket created by **{}-{}** has been closed. `PanelType: `{} `Opened on: `<t:{}:F> `Closed on: `<t:{}:F> `Closed by: `{} `Reason: `{}
pt_pt: O bilhete criado por **{}-{}** foi encerrado. `PanelType: `{} `Aberto em: `<t:{}:F> `Fechado em: `<t:{}:F> `Fechado por: `{} `Razão: `{}
tr_tr: **{}-{}** tarafından oluşturulan bilet kapatıldı. `PanelTipi: `{} `Açıldı: `<t:{}:F> `Kapandı: `<t:{}:F> `Kapanış tarafından: `{} `Neden: `{}

source: Ticket Closed {} Currently missing permissions to send embeds to this channel!
pt_pt: Bilhete fechado {} Atualmente, faltam permissões para enviar incorporações para este canal!
tr_tr: Bilet Kapalı {} Şu anda bu kanala yerleştirme göndermek için izinler eksik!

source: Ticket Closed
pt_pt: Bilhete fechado
tr_tr: Bilet Kapatıldı

source: Archiving channel...
pt_pt: Arquivando canal...
tr_tr: Kanal arşivleniyor...

source: This channel will be deleted once complete
pt_pt: Este canal será excluído assim que estiver completo
tr_tr: Bu kanal tamamlandığında silinecektir

source: Question: {} Response: {}
pt_pt: Pergunta: {} Resposta: {}
tr_tr: Soru: {} Yanıt: {}

source: Files uploaded:
pt_pt: Ficheiros carregados: Arquivos enviados:
tr_tr: Dosyalar yüklendi:

source: There are no tickets stored in the database.
pt_pt: Não existem bilhetes armazenados na base de dados.
tr_tr: Veritabanında kayıtlı bilet bulunmamaktadır.

source: ticket
pt_pt: bilhete
tr_tr: bilet

source: tickets
pt_pt: bilhetes
tr_tr: biletler

source: Pruned `{}` invalid {}
pt_pt: Podado `{}` inválido {}
tr_tr: Budanmış `{}` geçersiz {}

source: There are no tickets to prune
pt_pt: Não há bilhetes para podar
tr_tr: Budamak için hiç bilet yok

source: Ticket Overview
pt_pt: Visão Geral dos Bilhetes
tr_tr: Bilet Genel Bakışı

source: There are no active tickets.
pt_pt: Não existem bilhetes ativos.
tr_tr: Aktif bilet bulunmamaktadır.

source: Update active ticket overview Args: guild (discord.Guild): discord server conf (dict): settings for the guild Returns: int: Message ID of the overview panel
pt_pt: Atualizar visão geral dos bilhetes ativos Args: guild (discord.Guild): servidor do Discord conf (dict): configurações para a guilda Retorna: int: ID da mensagem do painel de visão geral
tr_tr: Etkin bilet genel bakışını güncelle Argümanlar: guild (discord.Guild): discord sunucusu conf (dict): lonca için ayarlar Dönüş: int: Genel bakış panelinin mesaj kimliği

source: cancel
pt_pt: cancelar
tr_tr: iptal et

source: Closing your ticket
pt_pt: Encerrando o seu bilhete
tr_tr: Biletinizi kapatma

source: Reason for closing
pt_pt: Motivo do encerramento
tr_tr: Kapanış nedeni

source: You do not have permissions to close this ticket
pt_pt: Você não tem permissões para fechar este ticket
tr_tr: Bu bileti kapatmak için izniniz yok

source: Closing...
pt_pt: Fechamento...
tr_tr: Kapatıyorum.

source: You been blacklisted from creating tickets!
pt_pt: Você foi colocado na lista negra de criação de bilhetes!
tr_tr: Bilet oluşturmaktan kara listeye alındınız!

source: You have a role that has been blacklisted from creating tickets!
pt_pt: Você possui uma função que foi colocada na lista negra de criação de tickets!
tr_tr: Destek talebi oluşturması kara listeye alınmış bir rolünüz var!

source: You must have one of the following roles to open this ticket:
pt_pt: Tem de ter uma das seguintes funções para abrir este bilhete:
tr_tr: Bu bileti açmak için aşağıdaki rollerden birine sahip olmanız gerekir:

source: The category for this support panel cannot be found! please contact an admin!
pt_pt: A categoria para este painel de suporte não pode ser encontrada! por favor, entre em contato com um administrador!
tr_tr: Bu destek paneli için kategori bulunamıyor! Lütfen bir yöneticiyle iletişime geçin!

source: Submission Info
pt_pt: Informações sobre a submissão
tr_tr: Gönderim Bilgileri

source: Unanswered
pt_pt: Sem resposta
tr_tr: Cevapsız

source: Your ticket is being created, one moment...
pt_pt: O seu bilhete está a ser criado, um momento...
tr_tr: Biletiniz oluşturuluyor, bir dakika...

source: {} ticket for {}
pt_pt: {} bilhete para {}
tr_tr: {} için {} bileti

source: I am missing the required permissions to create a ticket for you. Please contact an admin so they may fix my permissions.
pt_pt: Não tenho as permissões necessárias para criar um ticket para você. Por favor, entre em contato com um administrador para que eles possam corrigir minhas permissões.
tr_tr: Sizin için bir bilet oluşturmak için gerekli izinlere sahip değilim. İzinlerimi düzeltebilmeleri için lütfen bir yönetici ile iletişime geçin.

source: There was an error while preparing your ticket, please contact an admin! {}
pt_pt: Ocorreu um erro ao preparar o seu bilhete, contacte um administrador! {}
tr_tr: Biletiniz hazırlanırken bir hata oluştu, lütfen bir yönetici ile iletişime geçin! {}

source: Welcome to your ticket channel
pt_pt: Bem-vindo ao seu canal de bilhetes
tr_tr: Bilet kanalınıza hoş geldiniz

source: You or an admin can close this with the `{}close` command
pt_pt: O utilizador ou um administrador pode fechar esta opção com o comando `{}close`
tr_tr: Siz veya bir yönetici bu işlemi `{}close` komutuyla kapatabilirsiniz

source: Ticket form questions
pt_pt: Perguntas do formulário de bilhete
tr_tr: Bilet formu soruları

source: I tried to pin the response message but don't have the manage messages permissions!
pt_pt: Tentei fixar a mensagem de resposta mas não tenho permissões para gerir mensagens!
tr_tr: Yanıt mesajını sabitlemeye çalıştım ancak mesajları yönetme izinlerim yok!

source: `Created By: `{user} `User ID: `{userid} `Opened: `{timestamp} `Ticket: `{channelname} `Panel Name: `{panelname} **[Click to Jump!]({jumpurl})**
pt_pt: `Criado por: `{user} `ID do usuário: `{userid} `Aberto: `{timestamp} `Ticket: `{channelname} `Nome do Painel: `{panelname} **[Clique para Pular!]({jumpurl})**
tr_tr: `Oluşturan: `{kullanıcı} `Kullanıcı Kimliği: `{userid} `Açıldı: `{timestamp} `Bilet: `{kanaladı} `Panel Adı: `{panelname} **[Atlamak için Tıklayınız!]({jumpurl})**

source: Ticket Opened
pt_pt: Bilhete aberto
tr_tr: Bilet Açıldı

source: You have already been added to the ticket **{}**!
pt_pt: Já foi adicionado ao bilhete **{}**!
tr_tr: Zaten **{}** numaralı bilete eklendiniz!

source: The maximum amount of staff have claimed this ticket!
pt_pt: O número máximo de funcionários reclamou este bilhete!
tr_tr: Maksimum sayıda personel bu bileti talep etti!

source: You already have access to the ticket **{}**!
pt_pt: Já tem acesso ao bilhete **{}**!
tr_tr: **{}** numaralı bilete zaten erişiminiz var!

source: {} was added to the ticket
pt_pt: {} foi adicionado ao bilhete
tr_tr: {} bilete eklendi

source: You have been added to the ticket **{}**
pt_pt: Foi adicionado ao bilhete **{}**
tr_tr: Bilete eklendiniz **{}**
