Repository: AAA3A-AAA3A/vrt-cogs
Catalog: cartographer/locales/*.po
Languages: hr_hr

source: Backup & Restore tools for Discord servers. This cog will create a backup of all roles, channels and permission. When restoring it will do its best to restore the backup as closely as possible, some roles may not be restored due to position hirearchy.
hr_hr: Alati za sigurnosnu kopiju i vraćanje za nesklad poslužitelje. Ovaj zupčanik će stvoriti sigurnosnu kopiju svih uloga, kanala i dopuštenja. Pri vraćanju dat će sve od sebe da vratite sigurnosnu kopiju što je moguće bliže, neke uloge se ne mogu obnoviti zbog pozicije Hirearchy.

source: No data to delete
hr_hr: Nema podataka za brisanje

source: Open the Backup/Restore menu
hr_hr: Otvorite izbornik za sigurnosnu kopiju/vraćanje

source: This server is in the ingored list!
hr_hr: Ovaj je poslužitelj na popisu ingored!

source: This server is not in the allowed list!
hr_hr: Ovaj poslužitelj nije na dopuštenom popisu!

source: Backup & Restore Tools
hr_hr: Alati za sigurnosnu kopiju i obnavljanje

source: Create a backup of this server
hr_hr: Stvorite sigurnosnu kopiju ovog poslužitelja

source: A backup has been created!
hr_hr: Stvorena je sigurnosna kopija!

source: Restore the latest backup for this server **Arguments** - delete_existing: if True, deletes existing channels/roles that aren't part of the backup.
hr_hr: Vratite najnoviju sigurnosnu kopiju za ovaj poslužitelj ** Argumenti ** - Delete_Exist: Ako je istina, briše postojeće kanale/uloge koji nisu dio sigurnosne kopije.

source: There are no backups for this guild!
hr_hr: Nema sigurnosnih kopija za ovaj ceh!

source: Server restore is complete!
hr_hr: Vraćanje poslužitelja je završena!

source: View current global settings
hr_hr: Pogledajte trenutne globalne postavke

source: Enable/Disable allowing auto backups
hr_hr: Omogući/onemogućite dopuštanje automatske sigurnosne kopije

source: Auto backups have been **Disabled**
hr_hr: Automatske sigurnosne kopije su ** onemogućene **

source: Auto backups have been **Enabled**
hr_hr: Automatske sigurnosne kopije bile su ** omogućene **

source: Set the max amount of backups a server can have
hr_hr: Postavite maksimalnu količinu sigurnosnih kopija koje poslužitelj može imati

source: Max backups set to 0, Cartographer has been **Disabled**
hr_hr: Max sigurnosne kopije postavljene na 0, kartograf je bio ** onemogućen **

source: Max backup count has been set
hr_hr: Postavljeno je maksimalno brojanje sigurnosnih kopija

source: Add/Remove a server from the ignore list
hr_hr: Dodajte/uklonite poslužitelj s popisa zanemarivanja

source: Server removed from the ignore list
hr_hr: Poslužitelj uklonjen s popisa zanemarivanja

source: Server added to the ignore list
hr_hr: Poslužitelj dodan na popis zanemarivanja

source: Add/Remove a server from the allow list
hr_hr: Dodajte/uklonite poslužitelj s popisa dozvole

source: Server removed from the allow list
hr_hr: Poslužitelj uklonjen s popisa dozvole

source: Server added to the allow list
hr_hr: Poslužitelj dodan na popis dopuštanja
